Repository: fedtf/doctor_appointment
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Doctor
ru: Доктор

source: Choose a doctor
ru: Выберите доктора

source: Choose a specialization
ru: Выберите специализацию

source: Specialization
ru: Специализация

source: Sorry, but we do not work on the weekend.
ru: Приносим своим извинения, но мы не работаем на выходных.

source: The working hours are 9-18
ru: Рабочее время с 9 до 18.

source: The appointment can start only in the beginning of an hour.
ru: Прием может быть назначен только на начало часа.

source: This time is already reserved, please choose another.
ru: Это время уже занято, пожалуйста выберите другое.

source: Name
ru: Имя

source: Second name
ru: Фамилия

source: Third name
ru: Отчество

source: Appointment time
ru: Время приема

source: Complains
ru: Жалобы

source: Dr.
ru: Д-р

source: Appointment successfully created.
ru: Запись успешно произведена.

source: Create doctor's appointment
ru: Записаться на прием

source: Please choose a doctor
ru: Пожалуйста, выберите доктора

source: Information about the appointment
ru: Информация о приеме
